<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Probl&egrave;mes li&eacute;s &agrave; la r&eacute;initialisation des mots de passe</title>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<link href="../../frame/microsoft_styles.css" rel="stylesheet" type="text/css">
<SCRIPT src="../../js/clickTable.js" 
type=text/javascript>
</SCRIPT>
<SCRIPT src="../../js/rollover.js" 
type=text/javascript>
</SCRIPT>
<SCRIPT src="../../js/animation.js" 
type=text/javascript>
</SCRIPT>
<SCRIPT src="../../js/rightMouseDis.js" 
type=text/javascript>
</SCRIPT>
</head>

<body leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" onload="disableRightMouseclicks(); Initialize();">
<table width="570" border="0" cellpadding="5" cellspacing="0" class="bodycopy">
  <tr>
    <td>      <p class="lessname">Probl&egrave;mes li&eacute;s &agrave; la r&eacute;initialisation des mots de passe<br>
      <img src="../../images/header_line.png" width="560" height="2"/></p>
	<p class="topicheader">R&eacute;initialisation des mots de passe pour les comptes d'utilisateurs</p>
	  <p>
        Les administrateurs peuvent r&eacute;initialiser les mots de passe oubli&eacute;s afin que les utilisateurs concern&eacute;s puissent &agrave; nouveau acc&eacute;der &agrave; leur compte. Lorsqu'un mot de passe a &eacute;t&eacute; r&eacute;initialis&eacute;, certains types d'informations, tels que les suivants, ne sont plus accessibles&nbsp;:
      <ul><li>message &eacute;lectronique crypt&eacute; avec la cl&eacute; publique de l'utilisateur&nbsp;;<br>
        <li>mots de passe Internet enregistr&eacute;s sur l'ordinateur&nbsp;;<br>
        <li> fichiers crypt&eacute;s par l'utilisateur. &Eacute;tant donn&eacute; que le syst&egrave;me a besoin du mot de passe de l'utilisateur pour acc&eacute;der &agrave; la cl&eacute; de d&eacute;cryptage, il ne peut d&eacute;crypter les cl&eacute;s principales une fois que le mot de passe a &eacute;t&eacute; r&eacute;initialis&eacute;. Les fichiers crypt&eacute;s ne sont donc pas accessibles, &agrave; moins que la cl&eacute; principale de l'utilisateur n'ait &eacute;t&eacute; sauvegard&eacute;e.</li>
	</ul>
        Dans des environnements de domaines, apr&egrave;s avoir r&eacute;initialis&eacute; un mot de passe, vous devez restaurer les cl&eacute;s priv&eacute;es de l'utilisateur pour lui permettre d'acc&eacute;der &agrave; nouveau &agrave; ses fichiers et messages &eacute;lectroniques crypt&eacute;s. Si vous aviez export&eacute; la cl&eacute; priv&eacute;e EFS (Encrypting File System) du compte de l'utilisateur, vous pouvez la r&eacute;importer vers son compte et r&eacute;cup&eacute;rer l'acc&egrave;s aux fichiers crypt&eacute;s. En outre, Windows Server&nbsp;2003 permet aux administrateurs de r&eacute;cup&eacute;rer les cl&eacute;s priv&eacute;es &agrave; l'aide d'un agent de r&eacute;cup&eacute;ration de cl&eacute;. Si vous n'aviez pas export&eacute; la cl&eacute; priv&eacute;e et que vous avez d&eacute;fini un agent de r&eacute;cup&eacute;ration de donn&eacute;es (DRA, <I>Data Recovery Agent</I>) avant de crypter les fichiers, vous pouvez avoir &agrave; nouveau acc&egrave;s aux fichiers EFS en tant qu'agent de r&eacute;cup&eacute;ration de donn&eacute;es.<br>
      </p>      <table cellspacing="0" cellpadding="0" width="*" border="0"
height="*">
        <tr>
          <td colspan="2" height="10" background="../../images/dotted_line.gif" width="*"></td>
        </tr>
        <tr>
          <td width="39" valign="top" align="left"><img src="../../images/icons/Icons_Notes.jpg" width="32" height="30"/></td>
          <td width="*">
            <p><font class="bodyText"><b class="notehead">Remarque&nbsp;:</b> <span class="notetext">dans un environnement autonome, les utilisateurs peuvent cr&eacute;er un disque de r&eacute;initialisation du mot de passe pour pouvoir acc&eacute;der aux fichiers crypt&eacute;s en cas de r&eacute;initialisation du mot de passe d'un compte d'utilisateur local. Pour plus d'informations, consultez la rubrique &laquo;&nbsp;Disques de r&eacute;initialisation de mot de passe&nbsp;&raquo; dans le Centre d'aide et de support de Windows Server&nbsp;2003.</span></font></p>
          </td>
        </tr>
        <tr>
          <td colspan="2" height="10" background="../../images/dotted_line.gif" width="*"></td>
        </tr>
      </table>
      <p class="topicheader">R&eacute;initialisation des mots de passe pour les comptes d'ordinateurs</p>
	  <p>
        Chaque compte d'ordinateur poss&egrave;de un mot de passe qui doit correspondre &agrave; un mot de passe stock&eacute; dans le service d'annuaire Active Directory. Si ces deux mots de passe ne correspondent pas, Active Directory ne peut pas authentifier l'ordinateur. Par exemple, en cas de probl&egrave;mes de r&eacute;plication Active Directory, l'un des mots de passe peut &ecirc;tre modifi&eacute; tandis que l'autre ne change pas. Un ordinateur peut &eacute;galement &ecirc;tre hors connexion pendant une dur&eacute;e prolong&eacute;e. Il est alors possible que le mot de passe Active Directory ait &eacute;t&eacute; modifi&eacute; pendant que l'ordinateur &eacute;tait hors connexion et que le mot de passe local n'ait pas chang&eacute;. Dans ces deux cas, Active Directory ne sera pas en mesure d'authentifier l'ordinateur. L'utilisateur ne pourra donc pas ouvrir de session sur le r&eacute;seau. L'administrateur doit alors r&eacute;initialiser le mot de passe du compte d'ordinateur. <br>
        La r&eacute;initialisation du mot de passe restaure les valeurs par d&eacute;faut du mot de passe stock&eacute; sur l'ordinateur et du mot de passe stock&eacute; dans Active Directory, permettant ainsi l'authentification de l'ordinateur. Avant de r&eacute;initialiser un compte d'ordinateur, tenez compte des restrictions suivantes&nbsp;:</p>
      <ul>
        <li> Vous devez &ecirc;tre membre du groupe Op&eacute;rateurs de compte, Admins du domaine ou Administrateurs de l'entreprise de Active Directory ou disposer de l'autorisation appropri&eacute;e. Par mesure de s&eacute;curit&eacute;, utilisez la commande <strong>Ex&eacute;cuter en tant que</strong> pour effectuer cette proc&eacute;dure. <br>
        <li>Une fois le compte d'ordinateur r&eacute;initialis&eacute;, la connexion de l'ordinateur au domaine est rompue. Vous devez donc la r&eacute;tablir.
      </ul>
      <p><br>
    </p></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
</body>
</html>
